Repository: MahStudio/Denna
Catalog: Planel/Planel/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fa, nl_nl

# About.Label
source: About
fa: درباره
nl_nl: Info

# accent.Text
source: Follow accent color
de_de: Akzentfarbe verwenden
fa: رنگ ثانوی سیستم
nl_nl: Gebruik accentkleur

# Add.Label
source: Add
de_de: Erstellen
fa: اضافه کردن
nl_nl: Toevoegen

# addo.Text
source: Add and Do!
de_de: Erstellt und Erledigt!
fa: کار هاتو اضافه کن!
nl_nl: Voeg iets toe en begin!

# alarm.Content
source: Alarm
fa: زنگ

# alot.Text
source: Alot to do!
de_de: Es gibt eine Menge zu erledigen!
fa: کار های زیادی داری!
nl_nl: Nog veel te doen!

# backup.Text
source: Backup
de_de: Sicherung
fa: نسخه پشتیبان

# Bye.Text
source: Bye Bye!
de_de: Auf Wiedersehen!
fa: بدرود !
nl_nl: Tot ziens!

# cancel.Label
source: Cancel
de_de: Abbrechen
fa: صرف نظر
nl_nl: Annuleren

# CLipB.Text
source: Share link copied to clipboard
de_de: Teilen-Link in Zwischenablage kopiert
fa: لینک اشتراک در کلیپ بورد کپی شد
nl_nl: Deel-link gekopieerd naar het klembord

# dailylife.Text
source: Plan your daily tasks. Do, mind, postpone and control your activities. Don't forget to add your habits in Denna :) Planning makes everything easier!
fa: کار های روزانه ی خود را زمانبندی کنید و انجام دهید! هر گاه لازم شد، میتوانید آن را به تعویق بیندازید. یادتان نرود، کار های هفتگی خود را نیز اضافه کنید. برنامه ریزی، همه ی کار ها را ساده میکند :)
nl_nl: Plan jouw dagelijkse taken. Doe activiteiten on stel ze uit. Jij bepaald wat je wanneer doet. Vergeet niet jouw gewoontes in Denna te zetten. :) Plannen maakt alles makkelijker!

# Dark.Content
source: Dark
de_de: Dunkel
fa: تیره
nl_nl: Donker

# Del.Text
source: Delete
fa: حذف
nl_nl: Verwijderen

# describe.PlaceholderText
source: Description
de_de: Beschreibung
fa: توضیحات
nl_nl: Omschrijving

# Dev.Text
source: Developed with love in MAH Studio
de_de: Entwickelt mit liebe von MAH Studio
fa: ساخته شده با عشق در مه استودیو
nl_nl: Ontwikkeld met liefde in MAH Studio

# Do.Text
source: Try more :)
de_de: Weiter so :)
fa: بیشتر تلاش کن :)
nl_nl: Probeer meer :)

# donotre.Text
source: Oh... I don't remember!
de_de: Oh... Ich erinnere mich nicht!
fa: ای وای ... یادم رفت !
nl_nl: Oeps... Ik kan het mij niet herinneren!

# edit.Label
source: Edit
de_de: Bearbeiten
fa: ویرایش
nl_nl: Wijzigingen opslaan

# Entire.Text
source: ENTIRE MONTH
fa: در طول ماه
nl_nl: GEHELE MAAND

# eve.Text
source: GOOD EVENING
de_de: GUTEN ABEND
fa: عصر بخیر
nl_nl: GOEDEAVOND

# Familiar.Text
source: More familiar
de_de: Persönlicher
fa: بیشتر با هم آشنا شیم
nl_nl: Vergelijkbaar

# Feedback.Content
source: FEEDBACK
fa: بازخورد

# fide.Text
source: Welcome to Denna! Denna will help you to plan your life; Just like successful people.
de_de: Willkommen bei Denna! Denna hilft, dein Leben besser zu planen.
fa: به دنا خوش آمدید! دنا به شما کمک خواهد کردکه زندگی خود را بهبود دهید. به مانند افراد موفق زندگی خود را زمان بندی کنید!
nl_nl: Welkom bij Denna! Denna helpt je met plannen; net zoals succesvolle mensen!

# Fillalert.Text
source: Enter your name :)
de_de: Wie soll ich dich nennen :)
fa: اسمتان را وارد کنید :)
nl_nl: Voer jouw naam in :)

# forget.Text
source: We won't let you forget your activities in your wounderful day! You can set notifications or alarm for your tasks. Everything will go right on time :)
fa: دنا به شما اجازه نمیدهد که کار هایتان را فراموش کنید. برای کارهایتان می توانید آلارم و اعلانات بگذارید. همه چی به خوبی پیش خواهد رفت.
nl_nl: Wij helpen jou met het onthouden van jouw taken tijdens de dag. Je kan notificaties en alarmen instellen voor de dingen die je moet doen.

# fri.Content
source: fri
de_de: Fr
fa: ج
nl_nl: vrij

# goit.Content
source: GO IT!
de_de: HABE ICH!
fa: بزن بریم
nl_nl: BEGREPEN!

# Great.Text
source: Nice, mostly done.
de_de: Hey, das meiste ist geschafft.
fa: آفرین. درکل خوبه
nl_nl: Netjes! Bijna klaar...

# Greet.Text
source: DEAR
de_de: HALLO
fa: سلام
nl_nl: BESTE

# heyy.Text
source: Hey, there !
de_de: Hi!
fa: سلام !
nl_nl: Hallo daar!

# Hobbies.Label
source: Habits
de_de: Hobby's
fa: کار های هفتگی
nl_nl: Gewoontes

# Info.Text
source: This app is dedicated for having the best planning and scheduling experience. Do not miss any thing, just type it in DENNA :)
de_de: Diese App wurde entwickelt damit du das Beste aus deiner Zeit machen kannst. Vergiss nie wieder etwas, gib es einfach in DENNA ein :)
fa: این نرم افزار جهت بهبود تجربه ی مدیریت زمان در زندگی ساخته شده است. هیچ چیز را فراموش نکنید! فقط به دنا بسپارید.
nl_nl: Deze app is gemaakt om jou de beste planbelevenis te bieden. Mis niets meer, typ het gewoon in DENNA :)

# Language.Tag
source: en-us
de_de: de-de
fa: fa
nl_nl: nl-nl

# Language.Text
source: Language
de_de: Sprache
fa: زبان
nl_nl: Taal

# Laskweek.Text
source: Last week
de_de: Letzte Woche
fa: عملکرد هفته پیش
nl_nl: Afgelopen week

# Lastmonth.Text
source: Last month
de_de: Letzten Monat
fa: عملکرد ماه پیش
nl_nl: Afgelopen maand

# letsdo.Text
source: LET'S DO!
de_de: DEINE AUFGABEN!
fa: انجام بدیم!
nl_nl: AAN DE SLAG

# Light.Content
source: Light
de_de: Hell
fa: روشن
nl_nl: Licht

# Logout.Content
source: Logout
de_de: Ausloggen
fa: خروج
nl_nl: UITLOGGEN

# looko.Text
source: OVER LOOK
fa: نگاه کلی
nl_nl: OVERZICHT

# misser.Text
source: DON'T MISS ANYTHING
de_de: VERGISS NIE WIEDER ETWAS
fa: جا نندازید
nl_nl: MIS NIETS

# mon.Content
source: mon
de_de: Mo
fa: د
nl_nl: maa

# morning.Text
source: GOOD MORNING
de_de: GUTEN MORGEN
fa: صبح بخیر
nl_nl: GOEDEMORGEN

# night.Text
source: GOOD NIGHT
de_de: GUTE NACHT
fa: شب بخیر
nl_nl: GOEDENACHT

# notify.Content
source: Notify
de_de: Benachrichtigung
fa: اعلان
nl_nl: Notificeer

# omprovr.Text
source: Let's improve!
de_de: Lass uns besser werden!
fa: بهبود دهیم!
nl_nl: Tijd voor verbetering!

# Page.FlowDirection
source: LeftToRight
fa: RightToLeft

# Perfect.Text
source: Cool! All done.
de_de: Super! Alles erledigt!
fa: عالیه! همه رو انجام دادی.
nl_nl: Top! Helemaal klaar.

# Planlife.Text
source: PLAN YOUR LIFE
de_de: PLANE DEIN LEBEN
fa: زمانبندی کنید
nl_nl: PLAN JOUW LEVEN

# prfr.Text
source: SEE YOUR PERFORMANCE
fa: عملکرد خود را ببینید
nl_nl: BEKIJK JOUW PRESTATIES

# Quick.Text
source: Quick actions
de_de: Schnellzugriff
fa: اکشن سنتر
nl_nl: Snelle acties

# Rate.Content
source: RATE AND REVIEW
de_de: BEWERTEN
fa: نمره دهی
nl_nl: BEOORDEEL ONS!

# repeat.Text
source: Repeat
de_de: Wiederholung
fa: تکرار
nl_nl: Herhalen

# reportr.Text
source: See your daily, weekly and monthly preformance any time you want! The charts would show you how nicely you've done your activities.
fa: عملکرد روزانه، هفتگی و ماهانه ی خود را هر زمان که دوست داشتید ببینید! نمودار ها نشان می دهند که شما تا چه اندازه در عمل کردن به کار هایتان موفق بوده اید.
nl_nl: Bekijk jouw dagelijkse, wekelijkse en maandelijkse presaties wanner jou dat uitkomt! De grafieken tonen jou hoe goed jij jouw taken hebt gedaan.

# Restart.Text
source: Restart tha app to apply changes.
fa: برای اعمال تغییرات تم نیاز به راه اندازی مجدد دنا است.
nl_nl: Herstart de app om de wijzigingen te zien

# Restore.Content
source: Restore
de_de: Wiederherstellen
fa: بازیابی

# Restoree.Text
source: Do you wanna restore this file?
de_de: Diese Datei Wiederherstellen?
fa: آیا با بازیابی این فایل موافقید ؟
nl_nl: Wil je dit bestand terugzetten?

# sat.Content
source: sat
de_de: Sa
fa: ش
nl_nl: zat

# Save.Content
source: Save
de_de: Speichern
fa: ذخیره
nl_nl: Opslaan

# save.Label
source: Save
de_de: Speichern
fa: ذخیره
nl_nl: Opslaan

# Saver.Content
source: save
de_de: speichern
fa: ذخیره
nl_nl: opslaan

# Setting.Label
source: Settings
de_de: Einstellungen
fa: تنظیمات
nl_nl: Instellingen

# share.Text
source: Share
de_de: Teilen
fa: اشتراک
nl_nl: Delen

# Shor.Text
source: Are you sure?
de_de: Bist Du sicher?
fa: مطمعنی؟
nl_nl: Weet je het zeker?

# silent.Content
source: Silent
de_de: Ruhig
fa: سکوت
nl_nl: Stil

# sun.Content
source: sun
de_de: So
fa: ی
nl_nl: zon

# System.Content
source: System
fa: سیستم
nl_nl: Systeem

# Theme.Text
source: Theme
de_de: Thema
fa: تم
nl_nl: Thema

# thu.Content
source: thu
de_de: Do
fa: پ
nl_nl: don

# title.PlaceholderText
source: Title
de_de: Titel
fa: عنوان
nl_nl: Titel

# tue.Content
source: tue
de_de: Di
fa: س
nl_nl: din

# uphob.Text
source: Fill Title and repeat.
de_de: Gib einen Titel ein und versuche es erneut.
fa: حد اقل عنوان و تکرار را پر کنید.
nl_nl: Vul op zijn minst de titel en de herhaal-opties in.

# uptitler.Text
source: Type the title at least.
de_de: Es muss ein Titel angegeben werden.
fa: حد اقل عنوان را پر کنید.
nl_nl: Vul op zijn minst de titel in.

# Urname.PlaceholderText
source: Your name
de_de: Dein Name
fa: نام شما
nl_nl: Jouw naam

# wed.Content
source: wed
de_de: Mi
fa: چ
nl_nl: woe

# welcome.Text
source: WELCOME
de_de: WILLKOMMEN
fa: خوش آمدید
nl_nl: WELKOM

# whattodo.Text
source: What shall I do today?
de_de: Was steht heute an?
fa: امروز چه کار باید کنم ؟
nl_nl: Wat kan ik vandaag doen?

# Work.Text
source: Task todo.
de_de: Offene Aufgabe.
fa: کار رو باید انجام بدی
nl_nl: Nog te doen

# worx.Text
source: Tasks todo.
de_de: Offene Aufgaben.
fa: کار رو باید انجام بدی
nl_nl: Nog te doen

# wtname.PlaceholderText
source: What's your name?
de_de: Wie ist dein Name?
fa: اسمت چیه ؟
nl_nl: Wat is jouw naam?

# yesterday.Text
source: Yesterday
de_de: Gestern
fa: دیروز
nl_nl: Gisteren

# Everydat.Text
source: Every day
de_de: Jeden Tag
nl_nl: Elke dag

# Shaare.Content
source: SHARE
de_de: TEILEN
nl_nl: DELEN

# SwipeView.LeftLabel
source: Done
de_de: Erledigt
nl_nl: Klaar

# SwipeView.RightLabel
source: Postpone
de_de: Verschieben
nl_nl: Uitstellen

# Translate.Content
source: Join insider program and translation.
nl_nl: Word lid van het insider-programma en help mee met vertalen!
